/* adToGetOneMoreBottleWillBeAvailableInAppTexts */
" Ad to get one more bottle will be available in: " = " Ad to get one more bottle will be available in: ";

/* day (день) */
" day" = " day";

/* days (дня(ей)) */
" days" = " days";

/* L - liter shortly */
" L" = " L";

/* ex. progress 0.5 out of 1 liter */
" liter" = " liter";

/* ex. progress 1  out of 2 liters */
" liters" = " liters";

/*  of water consumption? */
" of water consumption?" = " of water consumption?";

/* progress */
" Progress" = " Progress";

/* textGetOneMoreBottleOrGetPremium */
" To get one more bottle, you should watch Rewarded Ads or buy a premium account to get unlimited water!" = " To get one more bottle, you should watch Rewarded Ads or buy a premium account to get unlimited water!";

/* adsToGetOneMoreBottleNotAvailableAppTexts */
" We are sorry, Ads to get one more bottle are not available now, please try later." = " We are sorry, Ads to get one more bottle are not available now, please try later.";

/* functionUnavailableAppTexts */
" We are sorry, this function is unavailable." = " We are sorry, this function is unavailable.";

/* youHaveMaximumFullBottlesAppTexts */
" You have maximum full bottles:" = " You have maximum full bottles:";

/* alertRequestIDFAWasDenied */
"\nWe keep this app free by showing ads. We use your device identifiers, such as the device’s advertising identifier, to display ads in the app. You denied access to these data. You can 'Allow tracking' in the phone`s settings or pay for ad-free version." = "\nWe keep this app free by showing ads. We use your device identifiers, such as the device’s advertising identifier, to display ads in the app. You denied access to these data. You can 'Allow tracking' in the phone`s settings or pay for ad-free version.";

/* doctorConsultationText */
"\tCaution!\n\tThe app only controls the amount of water you drink based on daily quantity you choose. To choose daily quantity, you should consult your doctor." = "\tCaution!\n\tThe app only controls the amount of water you drink based on daily quantity you choose. To choose daily quantity, you should consult your doctor.";

/* alertTextChouseVolumeType */
"\tPlease select the units system: \"Liter\" or \"Oz\"" = "\tPlease select the units system: \"Liter\" or \"Oz\"";

/* alertProblemsWithOpenSettingsAppTexts */
"\tSorry! We have a problem openning the app notification settings. You can try to do this manually in your phone settings." = "\tSorry! We have a problem openning the app notification settings. You can try to do this manually in your phone settings.";

/* alertTryGetAdConsentOneMoreTimeOrByPremiumAlertControllerText */
"\tWe are sorry, but we have a problem downloading the app to use it for free by viewing ads. It can be problems with the Interet connection.\n\t\"Cancel\" - app will continue downloading, but you won`t be able to get more bottles with water.\n\t\"Try again\" - try to load app to use it free by showing ads.\n\t\"Ad-free\" - you can paid for ad-free version." = "\tWe are sorry, but we have a problem downloading the app to use it for free by viewing ads. It can be problems with the Interet connection.\n\t\"Cancel\" - app will continue downloading, but you won`t be able to get more bottles with water.\n\t\"Try again\" - try to load app to use it free by showing ads.\n\t\"Ad-free\" - you can paid for ad-free version.";

/* alertTryGetAdConsentOneMoreTimeOrByPremiumAlertControllerText */
"\tWe are sorry, but we have a problem downloading the app to use it for free by viewing ads.\n\t\"Cancel\" - app will continue downloading, but you won`t be able to get more bottles with water.\n\t\"Ad-free\" - you can paiy for ad-free version." = "\tWe are sorry, but we have a problem downloading the app to use it for free by viewing ads.\n\t\"Cancel\" - app will continue downloading, but you won`t be able to get more bottles with water.\n\t\"Ad-free\" - you can paiy for ad-free version.";

/* alertRequestIDFAWillShow */
"\tWe keep this app free by showing ads. Tap 'Allow tracking' on the next screen to give permission to use your device identifiers, such as the device’s advertising identifier, to display ads in the app. You can also pay for ad-free version." = "\tWe keep this app free by showing ads. Tap 'Allow tracking' on the next screen to give permission to use your device identifiers, such as the device’s advertising identifier, to display ads in the app. You can also pay for ad-free version.";

/* changeConsentText */
"\tWe keep this app free by showing ads. We care about your privacy and data security.\n\t\"Ads\" - your agree that our partners will collect data and use a unique identifier on your device to show you ads.\n\t\"Ad-free\" - ad-free version." = "\tWe keep this app free by showing ads. We care about your privacy and data security.\n\t\"Ads\" - your agree that our partners will collect data and use a unique identifier on your device to show you ads.\n\t\"Ad-free\" - ad-free version.";

/* alertTextNotificationDenied */
"\tWe use notifications to remind you to drink water. But you refused to notify the app. You can enable notifications in your phone settings." = "\tWe use notifications to remind you to drink water. But you refused to notify the app. You can enable notifications in your phone settings.";

/* alertBeforeGetAdsConsentForEuropeanZoneTextAppTexts */
"\tWelcome! We keep this app free by showing ads. Advertising may have age restrictions. By selecting \"Ads\" version you confirm that you have reached the age of majority, otherwise you should use the \"Ad-free\" version." = "\tWelcome! We keep this app free by showing ads. Advertising may have age restrictions. By selecting \"Ads\" version you confirm that you have reached the age of majority, otherwise you should use the \"Ad-free\" version.";

/* alertGetAdsConsentForNotEuropeanZoneText */
"\tWelcome! We keep this app free by showing ads. We care about your privacy and data security.\n\t\"Ads\" - your agree that our partners will collect data and use a unique identifier on your device to show you ads. Advertising may have age restrictions. By selecting \"Ads\" you confirm that you have reached the age of majority, otherwise you should use the \"Ad-free\" version.\n\t\"Ad-free\" - ad-free version.\n\t\"Cancel\" - app will continue downloading, but you won`t be able to get more bottles with water." = "\tWelcome! We keep this app free by showing ads. We care about your privacy and data security.\n\t\"Ads\" - your agree that our partners will collect data and use a unique identifier on your device to show you ads. Advertising may have age restrictions. By selecting \"Ads\" you confirm that you have reached the age of majority, otherwise you should use the \"Ad-free\" version.\n\t\"Ad-free\" - ad-free version.\n\t\"Cancel\" - app will continue downloading, but you won`t be able to get more bottles with water.";

/* textLoadError */
"Ad loading error! You can try one more time or buy a premium account to get unlimited water!" = "Ad loading error! You can try one more time or buy a premium account to get unlimited water!";

/* textAdDismissed */
"Ad was dismissed! You can try one more time or buy a premium account to get unlimited water!" = "Ad was dismissed! You can try one more time or buy a premium account to get unlimited water!";

/* Add user button */
"Add user" = "Add user";

/* Auto - type of working */
"auto" = "auto";

/* Change user name */
"Change name" = "Change name";

/* common settings */
"Common" = "Common";

/* delete user */
"delete user" = "delete user";

/* doYouReallyWantToDeleteMeAppTexts */
"Do you really want to delete " = "Do you really want to delete ";

/* Do you really want to delete the first */
"Do you really want to delete the first " = "Do you really want to delete the first ";

/* Friday */
"Friday" = "Friday";

/* first greeting word */
"Hi" = "Hi";

/* textWeHaveNewAppVersion */
"Hi! A new version of the app is waiting for you!" = "Hi! A new version of the app is waiting for you!";

/* notification text */
"It`s time to drink ... of course water!" = "It`s time to drink ... of course water!";

/* notification text */
"It`s time to drink pure water!" = "It`s time to drink pure water!";

/* notification text */
"It`s time to drink some water!" = "It`s time to drink some water!";

/* manually - type of working */
"manually" = "manually";

/* me(Do you really want to delete me) */
"me" = "me";

/* mililitre (shortly) */
"ml" = "ml";

/* Monday */
"Monday" = "Monday";

/* Name */
"Name" = "Name";

/* textNoAvailableBottlesWithWater */
"No available bottles with water" = "No available bottles with water";

/* Notifications */
"notifications" = "notifications";

/* ex. progress 10 liters of 20 liters */
"out of" = "out of";

/* Rate the app */
"Rate the app" = "Rate the app";

/* Restore purchases */
"Restore purchases" = "Restore purchases";

/* Saturday */
"Saturday" = "Saturday";

/* Share the app */
"Share the app" = "Share the app";

/* special settings */
"Special" = "Special";

/* Sunday */
"Sunday" = "Sunday";

/* textNoWaterInTheBottle */
"There is no water in the bottle. You should fill the bottle!" = "There is no water in the bottle. You should fill the bottle!";

/* Thursday */
"Thursday" = "Thursday";

/* times a day: */
"times a day:" = "times a day:";

/* Tuesday */
"Tuesday" = "Tuesday";

/* Wednesday */
"Wednesday" = "Wednesday";

/* textFillTheIsNotEmptyBottle */
"Your bottle is not empty. Do you still want to fill it?" = "Your bottle is not empty. Do you still want to fill it?";

/* Cancel */
"Cancel" = "Cancel";

/* Buy */
"Buy" = "Buy";

/* offer premium version */
"\tHi! \n\tDo you want to buy app version with out ad and with unlimited water bottles!? /n/t/The prise: " = "\tHi! \n\tDo you want to buy app version with out ad and with unlimited water bottles!? /n/t/The prise: ";

/* loading */
"\tLoading..." = "\tLoading...";

/* error */
"\tSorry! An error occurred. Please, try again later." = "\tSorry! An error occurred. Please, try again later.";

/* Congratulations Get VIP Version */
"\tCongratulations! \n\tNow you have an ad-free version of the app with unlimited water bottles!" = "\tCongratulations! \n\tNow you have an ad-free version of the app with unlimited water bottles!";

/* later */
"later" = "later";

/* 5 minutes later */
"5 minutes later" = "5 minutes later";

/* 10 minutes later */
"10 minutes later" = "10 minutes later";

/* 15 minutes later */
"15 minutes later" = "15 minutes later";

/* dissmis */
"dissmis" = "dissmis";

/* reminder */
"reminder" = "reminder";

/* The aim achieved */
"The aim achieved !!!" = "The aim achieved !!!";

/* update */
"update" = "update";
